IDEA Open Model
ResultOnMember Class
Compatible with IDEA StatiCa Beta 20.0
 Result of the member
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Result.ResultOnMember
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public class ResultOnMember
Public Class ResultOnMember
The ResultOnMember type exposes the following members.
Constructors
Name | Description
ResultOnMember()
 Constructor
ResultOnMember(Member, ResultType)
 Constructor
Top
Properties
Name | Description
Member
 Member
Results
 List of result
ResultType
 Type of result
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace